{
    "Alldayer": "An all dayer is when you organise a sensible meeting time at the pub with your social circle. Let's hypothetically say a good meeting time is at 11am at Spoons. However, in all actuality, it turns out that everyone arrives in dribs and drabs. By 2pm everyone is there and ready for the festivities ahead. A democratic kitty is formed, and then you proceed to drink pints all day in various pubs. Come evening and night time, after a trip to McDonalds or places alike, some people move onto their short of choice, but I remain loyal to the Guinness. By the end of the day, the boozing has been completed, I am successfully ham barmed. And of course, the wham of all wham has been chatted.",
    "Glades": "I recently had the pleasure of inhabiting this hotel for numerous evenings. In admittance, I was exceptionally sceptical about staying in this hotel, as Widnes has been 'much maligned over the years as the land of the three eyed fish'. The town is famous for many of its inhabitants being stigmatised as the 'white slaves of England'. Upon turning off the A557, I noticed a distinct sound that became apparent to my eardrums as the famous rugby chant 'Widnes... Widnes'. I was reminded about my only other visit to this town, which was to watch a 'Glorious Revolution'. This was due to my presence at what can only be describe as absolute carnage at The Rackets official first gig, which was more powerful, emotional and somewhat callas than the 1963 march on Washington led by Martin Luther King Jr.  This 'Boys Brigade' really has a special place in my heart and, upon reflection, the stigma of the 'grim post-industrial streets of toxically unfashionable Widnes' is said in jest. 'No longer down trodden by Thatchers harrying of the North', Widnes is certainly moving up in the eyes of many Britons to a feeling of a more pleasant, less contemptuous 'Crap Town'. However, I feel as if I am going off on a tangent about the town and, of course this is the URL for TripAdvisor and thus I will commence and dedicate to commenting about the hotel, rather than the town upon which it inhabits. Upon my arrival to this hotel, I elegantly glided through the automatic doors to the reception area, which was more than welcoming."
}